-*- mode: org; mode: visual-line; cider-buffer-ns: "thi-ng-geom-starter.t-demo" -*-
#+STARTUP: indent
#+PROPERTY: header-args:clojure  :tangle t_demo.cljs
#+PROPERTY: header-args:clojure+ :results value verbatim replace

** COMMENT Test
#+BEGIN_SRC clojure
(type turtle-mesh)
#+END_SRC

#+RESULTS:
: thi.ng.geom.types/BasicMesh

